Repository: recallmenot/OSMCEqualizerSetup
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: This addon is for OSMC only.
de_de: Dieses Addon ist nur für OSMC gedacht.

# #32003
source: Go to the addon settings and select the desired function.
de_de: Gehe zu den Addoneinstellungen und wähle die gewünschte Funktion.

# #32004
source: There where errors, maybe this was not successful. [CR]Please check kodi debug log.
de_de: Es gab Fehler. Vielleicht war das Setup nicht erfolgreich. [CR]Bitte überprüfen Sie die Kodi Debug-logdatei.

# #32005
source: System preparation is done. [CR]Linux Addon Resposiory has been installed. [CR][CR]Next Steps: [CR]Reboot the system, now. [CR]Enable Linux Addon Repository in Settings->Add-on browser -> My add-ons -> Add-on reepository[CR]You can then install the equalizer from the Linux Addon Resposiory.
de_de: Systemvorbereitung abgeschlossen. [CR]Das Linux Addon Resposiory wurde installiert. [CR][CR]Nächste Schritte: [CR]Starten Sie das System jetzt neu.[CR]Aktivieren Sie das Linux Addon Repository in Einstellungen -> Addon Browser -> Benutzer-Addons -> Addon-Repository[CR]Dann können den Equalizer vom Linux Addon Repository installieren.

# #32006
source: System cleanup is done. [CR]You should reboot the system, now.
de_de: System wurde wieder zurück gesetzt. [CR]Sie sollten das System jetzt neu starten.

# #32007
source: ALSA Bluetooth has been disabled. [CR]You can now use pulseaudio bluetooth.
de_de: ALSA Bluetooth wurde deaktiviert. [CR]Sie kännen nun das Pulseaudiobluetooth benützen.

# #32008
source: ALSA Bluetooth has been enabled. [CR]You can now use it.
de_de: ALSA Bluetooth wurde aktiviert. [CR]Sie können es nun benützen.

# #32009
source: WARNING: this scipts alters the operating system. [CR]There is a risk of data loss or operating system break down.[CR]Continue?
de_de: WARNUNG: Dieses Script verändert das Betriebssystem. [CR]Es besteht das Risiko von Datenverlust oder der Zerstörung des Betriebsystems.[CR]Weiter?

# #32010
source: You need to restart in order to apply changes.
de_de: Sie müssen neu booten um die Einstellungen zu ünernehmen.

# #32100
source: Install
de_de: Installieren

# #32101
source: Prepare System with Pulseaudio
de_de: Bereite das System mit Pulseaudio vor

# #32102
source: Disable Alsa Bluetooth
de_de: Deaktiviere Alsa Bluetooth

# #32103
source: Restore pulseaudio settings to default
de_de: Setze die Einstellungen von Pulseaudio zurück

# #32200
source: Remove
de_de: Entfernen

# #32201
source: Remove Pulseaudio from the System
de_de: Entferne Pulseaudio vom System

# #32202
source: Enable Alsa Bluetooth
de_de: Aktiviere Alsa Bluetooth
